{
  "page-home": "Pagina Principal",
  "page-projects": "Proyectos",
  "home-welcome-text": "Hola, soy Alejandro 👋",
  "home-phrase-0": "Creando realidades digitales.",
  "home-phrase-1": "Construyendo desde el núcleo.",
  "home-phrase-2": "La curiosidad impulsa el código.",
  "home-phrase-3": "Pensador de sistemas. Creador de código.",
  "home-phrase-4": "Ingeniando con curiosidad.",
  "home-phrase-5": "Uniendo lógica y creación.",
  "home-phrase-6": "Más allá de la superficie.",
  "home-phrase-7": "Donde la curiosidad se encuentra con el código.",
  "home-personal-phrase": "Un entusiasta de la tecnología impulsado por la curiosidad, siempre ampliando mis conocimientos para afrontar el próximo reto.",
  "home-about-me": "Sobre mi 🚀",
  "home-about-me-content": "Soy un desarrollador apasionado por la tecnología, siempre explorando nuevas herramientas y metodologías para resolver desafíos modernos. Mi pasión se complementa con una sólida base en sistemas informáticos y redes. Actualmente, busco activamente oportunidades para aplicar mis habilidades en desarrollo web y ciberseguridad.\n",
  "home-interests": "Áreas de Interés",
  "home-technologies-section-title": "Tecnologías con las que he trabajado 💻",
  "home-technologies-langs-scripts": "Lenguajes de programación",
  "home-technologies-frameworks-title": "Frameworks",
  "home-technologies-tools_platforms-title": "Herramientas y Plataformas",
  "home-studies-title": "Formación 🎓",
  "area-interest-1": "Ciberseguridad",
  "area-interest-2": "Desarrollo de Software",
  "area-interest-3": "Sistemas de Bajo Nivel",
  "area-interest-4": "Seguridad de Sistemas y Hacking Ético",
  "area-interest-5": "Automatización y Scripting",
  "title-smr": "SMR - Sistemas Microinformáticos y Redes",
  "description-smr": "Obtuve una sólida base en sistemas informáticos y administración de redes.",
  "title-daw": "DAW - Desarrollo de Aplicaciones Web",
  "description-daw": "Actualmente cursando para convertirme en desarrollador full-stack con enfoque en tecnologías web modernas.",
  "next-step-cv-description": "Aplicación web para crear fácilmente currículums profesionales. Desarrollada con una arquitectura moderna (React, Vite, TypeScript) y un backend robusto en Flask y Python para la gestión de datos y la generación de PDF con WeasyPrint.",
  "gym-tracker-description": "GymTracker es una aplicación web diseñada para simplificar el seguimiento de tus rutinas de fitness. Desarrollada con un backend en Spring Boot y un frontend ligero en JavaScript, te permite registrar tus entrenamientos semanales, gestionar tu perfil. Es un proyecto con arquitectura modular, perfecto para mostrar tus habilidades en el desarrollo de aplicaciones web full-stack.",
  "mini-shell-description": "Shell basado en Bash escrito en C++. Su característica principal es que se ha desarrollado utilizando lógica de bajo nivel y llamadas al sistema, evitando funciones de alto nivel. Este enfoque de bajo nivel es el principio de desarrollo fundamental detrás del shell.",
  "image-ascier-description": "ImageAscier-V2 es una herramienta rápida y flexible basada en C++17 que transforma imágenes en impresionantes obras de arte ASCII. Ofrece múltiples modos de salida, incluyendo la visualización directa en terminal y la exportación a un archivo. Este proyecto es ideal para desarrolladores interesados en el procesamiento de imágenes.",
  "z-hold-decription": "Juego de supervivencia con vista cenital en el que el jugador debe resistir oleadas interminables de zombis que aparecen desde los bordes de la pantalla. El objetivo principal es sobrevivir el mayor tiempo posible mientras se eliminan hordas de enemigos con diferentes características."
}